{
  "0": {
    "quotidien": "le néant, le non-manifesté, le vide, nul. Tout nombre multiplié par 0 devient 0. Tout nombre divisé par 0 devient l'infini, mais 0 divisé par un nombre reste O",
    "Figure": " le 0 n'existe pas dans la Bible, ni dans les hiéroglyphes égyptiens, ni dans les nombres romains, hébreux ou grecs. L'invention du 0 est récente. Chez les Mayas, le zéro était représenté par une spirale.",
    "Symbole": "le tout et le rien; l'absence ou la multiplicité selon sa place par rapport aux autres nombres."
  },
  "1": {
    "quotidien": "énergie; yang; le père, le premier jour; le gagnant; le plus performant; le chef; « Un tien vaut mieux que deux tu l'auras»; le premier; le commencement.",
    "Figure": " le point, soit le croisement de deux lignes. Il est le seul chiffre qui s'écrit de la même façon dans toutes les langues et porte le symbole du trait.",
    "Symbole": "symbole de l'unique, de l'universel et du transcendant, du principe premier et du pouvoir créateur; symbole de l'homme debout; symbole de l'origine absolue. Selon Pascal, « tout l'univers est contenu dans l'Unité». Chez les chrétiens, c'est Dieu le Père, au sein de la Trinité."
  },
  "2": {
    "quotidien": "le yin; la mère; l'union fait la force; bipède; deux yeux, deux oreilles, deux mains; système binaire (ordinateur); ovule = séparation du 1 en 1 + 1 (division) ; notion de multiplication par assemblage; association, la paire, jumeaux, le couple, dualité: oui et non, bien et mal; musique militaire à deux temps, etc.",
    "Figure": "le segment.",
    "Symbole": "si 1 est l'essence, 2 est l'existence. Adam et Eve; symbole de la dualité, de opposition, de la division, de la séparation, de l'antagonisme. Chez les chrétiens, c'est le Fils de Dieu, c'est-à-dire le Verbe."
  },
  "3": {
    "quotidien": "l'enfant créé par le père (1) et la mère (2); la première figure qui permet l'équilibre (le tabouret); les trois dimensions du temps (passé, présent, futur); le cycle de vie: naissance, vie et mort; les trois couleurs primaires (bleu, rouge et jaune); la valse à trois temps.",
    "Figure": "tous les triangles.",
    "Symbole": "le corps, l'âme et l'esprit; chiffre céleste (la Sainte Famille chez les chré-tiens); la Sainte Trinité: le Père, le Fils et le Saint-Esprit; la résurrection du Christ; la naissance de l'apprenti et le nombre créateur en franc-maçonnerie. La création: nombre associé à l'accouchement et à la naissance."
  },
  "4": {
    "quotidien": "le trèfle à quatre feuilles; les quatre saisons; les fondations d'une maison; la stabilité; la rigueur, le cadre. Dans plusieurs pays, il symbolise la mort ou il porte malheur; le rythme à quatre temps.",
    "Figure": " le carré (construit par deux triangles); la croix.",
    "Symbole": "lla famille, symbole de stabilité; le corporel, le matériel (les quatre éléments: terre, eau, air et feu), la Terre (quatre points cardinaux). Il est le nombre de l'organisation et du rythme parfait. Dans la mythologie grecque, c'est le nombre de Jupiter, loi vivante, maître de la protection et de la justice, organisateur de tout ce qui a été créé. Dans la Bible, il symbolise la Terre, la totalité du créé et du révélé. Il est le symbole de l'incarnation des êtres dans la matière. La Kabbale distingue quatre mondes: celui de l'émanation, de la création, de la formation, et de l'action. Selon Jung, il existe quatre fonctions psychologiques: la pensée, l'intuition, la sensation et le sentiment. En japonais, shi signifie « 4» et en même temps, la mort."
  },
  "5": {
    "quotidien": "les cinq doigts de la main; les cinq sens: le toucher, le goût, l'odorat, l'ouie et la vue; les cinq océans: Pacifique, Atlantique, Indien, Arctique et Antarctique; les cinq continents: l'Europe, l'Asie, l'Afrique, l'Amérique, l'Océanie. Il se trouve au centre des nombres fondamentaux: de 1 à 9. Les cinq règnes: « élémental», minéral, végétal, animal et humain 10",
    "Figure": "le pentagone; la pyramide.",
    "Symbole": "selon la Kabbale, c'est le chiffre de l'homme parfait. Selon la Bible, il symbolise l'Homme-Dieu par les cinq plaies du Christ en Croix. En Chine, c'est le nombre du centre en plus d'être considéré comme un nombre masculin porte-bonheur. Pour Jung, il est le symbole de vie créatrice et d'amour érotique. Ce sont aussi les cinq plaies d'Égypte envoyées par Dieu par l'intermédiaire de Moïse. Sans oublier les cinq piliers de l'islam: profession de foi, prière rituelle, aumône légale, jeûne du Ramadan et pèlerinage à La Mecque. Les philosophes grecs, eux, considèrent les cinq principes dans l'homme: corps, âme animale, psyché, intelligence et esprit divin; tandis que chez les Tibétains, les cinq éléments sont reliés à cinq formes géométriques: le cube à la terre, la sphère à l'eau, le cône au feu, le demi-cercle à l'air, et la flamme à l'éther. Chez les francs-maçons, c'est le nombre du compagnon, du voyage et de l'étoile flam-boyante. Enfin les cinq éléments en Chine sont l'eau, le feu, le bois, le métal et la terre."
  },
  "6": {
    "quotidien": "le sixième sens; le dé à six faces, les six branches de l'étoile de Salomon, les six voyelles de l'alphabet.",
    "Figure": "l'hexagone (représentant la France), le cube à six faces.",
    "Symbole": "il symbolise Vénus et la fécondité. C'est aussi le signe de la médiation entre le principe et sa manifestation; le chiffre de l'indécision et du choix qui s'impose. Selon la Bible, il symbolise l'imperfection, le péché, le Mal. Il est aussi le chiffre de l'Homme, car c'est le sixième jour que Dieu créa le couple humain. Citons enfin les six moyens de perfection chez les bouddhistes: la patience, l'aumône, l'énergie, la sagesse ou la science, la contemplation ou la charité, la vertu ou la pureté."
  },
  "7": {
    "quotidien": " les sept jours de la semaine; les sept chakras représentant l'homme total; la preuve par 7; les sept péchés capitaux; les sept couleurs de l'arc-en-ciel.; les sept merveilles du monde.",
    "Figure": " l'heptagone.",
    "Symbole": " le 7 symbolise l'Ancien Testament, la virginité et l'Esprit saint. Nombre parfait, il est le symbole de l'abondance divine. Il représente l'ascendant terrestre et immatériel, ou la vie éternelle chez les Égyptiens, ou encore les coordonnées cosmiques de l'homme chez les Indiens. Dans la Bible, il est le nombre du châtiment, de la purification et de la pénitence. C'est aussi le symbole de la totalité de l'Univers créé: 3 le ciel + 4 la Terre. Citons également les sept jours de la Genèse. C'est par ailleurs le nombre de l'initiation, c'est-à-dire l'union du manifesté avec l'infini. L'homme serait composé de sept âmes selon Platon et les hindous. Le soufisme nomme sept plans cosmiques: le non-manifesté, la conscience, le soi intérieur, la lumière inté-rieure, le plan spirituel, le plan astral et le plan physique. C'est encore le nombre qui représente le maître et la sagesse en franc-maçonnerie. Enfin rappelons que les alchimistes distinguaient sept métaux: or, argent, mercure, étain, fer, cuivre et plomb"
  },
  "8": {
    "quotidien": " le G8 rassemble les huit pays les plus puissants au monde.",
    "Figure": " l'octogone, le premier nombre cubique.",
    "Symbole": "c'est le symbole de l'infini, quand il est à l'horizontale. Il symbolise la matière, qui devient elle-même créatrice et autonome, régissant ses propres lois. Il symbolise l'éternité immuable ou l'autodestruction. Chez les Chinois, le 8 exprime la totalité de l'Univers, la chance et la prospérité; chez les Égyptiens, l'équilibre et l'ordre cosmique; chez les Japonais, la multiplicité. Chez les hindous, le huitième chakra se situe dans le corps éthérique, après les sept chakras du corps physique, il est appelé le « chakra de l'âme»."
  },
  "9": {
    "quotidien": " l'ennéagramme; les neuf mois de grossesse (l'aboutissement). Il possède des propriétés mathématiques qui lui donnent un caractère unique: lors des réductions théosophiques, le 9 est «transparent»: par exemple, 32 devient 3 + 2 = 5; 329 devient 3 + 2 + 9 = 14, qui se réduit en 1 + 4 = 5. De plus, tout nombre multiplié par 9 amène une réduction théosophique égale à 9. Par exemple, 9 x 9 = 81 et 8 + 1 = 9; 6 x 9 = 54 et 5 + 4 = 9... Dans ce cas, il est omniprésent.",
    "Figure": "l'ennéagone",
    "Symbole": "le 9 symbolise la plénitude des dons, la récompense des épreuves. Pour la Kabbale, il signifie l'accomplissement. Chez les taoïstes, il symbolise la totalité. Il est le dernier nombre simple; il indique l'idée de finalisation ou de fin. Chiffre sacré pour les Grecs et les Egyptiens, il symbolise à la fois une fin et un recommencement. Il est symbole d'immortalité pour les francs-maçons."
  },
"11": {
    "quotidien": "le 11 Septembre; le 11 janvier 2015 (qui était un jour 11, car 11 + 1 + 2015 = 2027 et 2 + 2 + 7 = 11) était le jour de la marche des Français pour revendiquer «je suis Charlie». Sans oublier la mission Apollo 11, qui a vu les premiers hommes marcher sur la Lune; le 11 mars 2011 (le plus grand séisme japonais); ou encore les onze joueurs d'une équipe de football.",
    "Figure": "l'hendécagone.",
    "Symbole": "pour les Arabes, c'est le nombre de la connaissance de Dieu. En Chine, ce nombre représente la voie - le Tao —, l'union centrale du ciel (6) et de la Terre (5). Il symbolise aussi la lutte intérieure, la perte de repères qui, grâce à la connaissance de soi, se transforme en victoire personnelle. Dans les tribus africaines, il est associé à la fécondité. En basque, le mot « hamaika» veut à la fois dire « onze» et « infini». Dans le tarot de Marseille, la onzième carte symbolise « la Force» ou « la Femme victorieuse du Lion». Il représente enfin l'union du microcosme et du macrocosme."
  },
"22": {
    "quotidien": "c'est le nombre de lettres de l'alphabet hébreu, ainsi que celui des arcanes majeurs dans le tarot de Marseille, Sans oublier l'expression «22, voilà les flics!», dont l'origine est la suivante: Le cri d'alerte « 22!» était utilisé par les typographes s'avertissant ainsi mutuellement de l'arrivée du chef d'atelier. Le nombre est obtenu en utilisant la guématrie: l'addition des valeurs numériques de chaque lettre du mot « chef» selon leur position dans l'alphabet latin: C = 3, H = 8, E = 5 et F = 6. La tête de l'homme est constituée de vingt-deux os et ce nombre est le numéro atomique du titane, un métal de transition. Enfin, c'est le nombre de joueurs au rugby lors des matchs internationaux.",
    "Figure": "le doicosagone.",
    "Symbole": " dans la Kabbale, il s'agit du nombre de chemins compris dans l'Arbre de Vie. Il symbolise la manifestation de lêtre dans lespace et dans le temps. N'oublions pas les vingt-deux éléments avec lesquels Dieu créa le monde."
  },
"33": {
    "quotidien": " le logo des Nations unies représente un globe terrestre divisé en trente-trois parcelles. L'alphabet russe comporte trente-trois lettres. C'est aussi le numéro atomique de l'arsenic. Sans oublier les 33 tours (disques vinyles) ou le nombre de vertèbres d'une colonne vertébrale humaine normale.",
    "Figure": "le tritriacontagone",
    "Symbole": "le Christ dans les Evangiles accomplit trente-trois miracles. Il existe trente-trois grades (ou degrés d'initiation) en franc-maçonnerie. Le 33 symbolise la maîtrise sur le plan spirituel. C'est enfin l'âge supposé du Christ quand il fut crucifié. Le tableau suivant représente la synthèse de la symbolique des nombres relative a chaque personnalité. Il fait ressortir une grande similitude avec les descriptions effectuées dans les paragraphes précédents. En fonction du comportement de chacun de nous le signe © va indiquer les aspects positifs liés au nombre considéré, alors que le signe @ présentera les aspects négatifs que peut révéler le même nombre."
  }
}
