{
  "0": {
    "name": "LE MAT (ou Le Fou)",
    "description": "Liberté – Aventure – Audace\nLe Mat représente l’élan de l’âme vers l’inconnu et la liberté. C’est la carte du voyageur, du rêveur ou de celui qui ose s’écouter pour tout remettre en question. Le Mat incarne l’innocence, l’audace, mais aussi l’imprévisibilité. Il ne suit pas les règles établies et se fie à son instinct pour avancer. Il échappe aux règles, aux cadres, aux attentes : il marche selon sa propre boussole. Il parle d’un voyage initiatique, d’un pas vers soi, vers ailleurs, sans savoir exactement où cela mène — mais en y allant quand même.",
    "meanings": {
      "positive": {
        "keywords": [
          "Impulsion",
          "Exploration",
          "Spontanéité"
        ],
        "interpretation": "Le Mat propose un départ vers une aventure ou une voie inexplorée. Il invite à écouter sa voix la plus folle pour suivre son intuition et se libérer des attaches entravantes. Son énergie entraine vers le renouveau, à embrasser son impulsion vers le changement avec confiance, même si la situation n’est pas toujours rationnelle.",
        "predictive": "nouveau départ, appel intérieur, voyage, aventure, lâcher-prise mental, foi en la vie."
      },
      "negative": {
        "keywords": [
          "Inconséquence",
          "Fuite",
          "Dispersion",
          "Absence de limites"
        ],
        "interpretation": "Le Mat peut mettre en garde contre une prise de risque excessive ou un comportement irresponsable. Il symbolise parfois un manque de direction, des décisions précipitées ou une tendance à fuir les responsabilités/la réalité. Une énergie qui pourrait devenir destructrice si elle n’est pas canalisée.",
        "predictive": "désorientation, instabilité, impulsivité, fuite, refus d’engagement, risque de tout quitter sans conscience."
      },
      "advice": {
        "keywords": [
          "Ecouter son intuition",
          "Accepter l’inconnu",
          "Oser!"
        ],
        "interpretation": "Le Mat invite à sortir de sa zone de confort et à avoir foi en soi-même. S’élancer, agir avec audace, curiosité et ouverture sans chercher à\ntout contrôler.",
        "practical": "oser changer de cap, faire un pas sans garantie, se délester du\npoids des attentes, écouter l’élan vital plutôt que la peur."
      }
    }
  },
  "1": {
    "name": "LE BATELEUR (ou Le Magicien)",
    "description": "Le Bateleur symbolise le potentiel, la capacité à prendre les outils à disposition pour créer quelque chose de nouveau. Il incarne l’élan de la jeunesse, la confiance en soi, la créativité et la volonté d’agir. Cette carte représente souvent le début d’un projet ou d’une nouvelle entreprise où toutes les ressources nécessaires sont déjà disponibles.\nLe Créateur– l’Initiateur – le Maître des Possibilités",
    "meanings": {
      "positive": {
        "keywords": [
          "Initiative",
          "Créativité",
          "Action",
          "Habileté"
        ],
        "interpretation": "Le Bateleur invite à agir et à croire en son pouvoir d’action, à s’autoriser un nouveau départ. Il encourage à utiliser ses talents et s’élancer pour\ntransformer ses intentions en actions concrètes.",
        "predictive": "nouveau départ prometteur, lancement de projet, occasion à\nsaisir. En amour, il peut symboliser une rencontre."
      },
      "negative": {
        "keywords": [
          "Immaturité",
          "Faux départ",
          "Illusion"
        ],
        "interpretation": "Le nouveau départ n’est pas encore au programme, ce n’est pas le moment de se lancer, ou on est sur un faux départ . Cette carte invite à être vigilant face aux énergies (aux personnes) superficielles ou malhonnêtes. Il peut\naussi symboliser une personne immature ou inconséquence.",
        "predictive": "projet mal préparé ou immature, désillusion, manipulation,\nopportunisme, dispersion, faux départ"
      },
      "advice": {
        "keywords": [
          "Commencer",
          "Avancer",
          "Polyvalence"
        ],
        "interpretation": "Le Bateleur invite à prendre un nouveau départ, à s’élancer dans un projet ou une histoire parce que c’est le moment de commencer, d’initier. Il\nencourage à explorer ses talents et à déployer ses capacités\nIl rassure sur les compétences et les moyens, que vous avez à disposition\npour mettre vos projets en oeuvre.",
        "practical": "initier un projet, créer, démarrer quelque chose, faire preuve\nd’ingéniosité, se faire confiance dans l’action."
      }
    }
  },
  "2": {
    "name": "LA PAPESSE (ou La Grande Prêtresse)",
    "description": "L’Alignement – L’Intuition – La Connaissance\nLa Papesse incarne la sagesse, l’intuition et les connaissances, parfois\ncachées. Cette carte représente l’écoute de soi, le calme et la réflexion intérieure. Elle symbolise la connexion avec le subconscient et l’accès à des vérités profondes. Elle peut aussi parler de choses secrètes, cachées ou que\nl’on se cache à soi-même.",
    "meanings": {
      "positive": {
        "keywords": [
          "Connaissance",
          "Sagesse",
          "Discrétion",
          "Intuition"
        ],
        "interpretation": "La Papesse rassure sur ce que l’on sait déjà. Elle annule le syndrome de l’imposteur. Elle induit que l’on sait tout ce qu’il y a à savoir, invite à se faire confiance, à écouter son intuition et sa vérité. Elle propose de se\ntourner vers son monde intérieur pour trouver des réponses.\nC’est aussi une femme qui aide les femmes, les accompagne, notamment sur\nles sujets intimes.",
        "predictive": "intuition juste, connaissances profondes, secret bien gardé,\nsoutien féminin . Elle peut parler d’une relation qui reste cachée ou d’une femme plus âgée qui a un rôle d’aide ou de conseillère."
      },
      "negative": {
        "keywords": [
          "Opacité",
          "Perte de repères et d’alignement",
          "Dissimulation"
        ],
        "interpretation": "On ne se fait pas confiance, on a un syndrome de l’imposteur, on est désalignée, à côté de ses convictions et de son soi profond.",
        "predictive": "quelque chose de caché ou que l’on se cache à soi-même. Déconnexion émotionnelle, syndrome de l’imposteur, refoulement."
      },
      "advice": {
        "keywords": [
          "Se faire confiance",
          "S’écouter",
          "Explorer les mystères"
        ],
        "interpretation": "Il faut s’écouter, se faire confiance, croire en soi. Explorer des parts de soi que l’on ignore ou lever le voile sur ce qui semble dissimulé.",
        "practical": "croire en soi, se connecter à sa vérité, s’écouter vraiment,\nrester dans l’accueil."
      }
    }
  },
  "3": {
    "name": "L’IMPÉRATRICE",
    "description": "Puissance au féminin – Intelligence – Charisme\nL’Impératrice incarne une femme bien dans ses baskets, qui connait sa valeur, capable de donner mais aussi de recevoir — et surtout, de se donner à elle-même.\nElle est habitée par une confiance naturelle, n’a rien à prouver, et le sait. Elle assume pleinement sa puissance avec grâce et féminité, alliant\ncharisme et intelligence. Elle représente une autorité douce, créative, profondément ancrée dans son essence.",
    "meanings": {
      "positive": {
        "keywords": [
          "Assurance",
          "Confiance",
          "Rayonnement",
          "Féminité affirmée"
        ],
        "interpretation": "L’Impératrice évoque une personne pleinement dans sa puissance, qui connait son pouvoir de séduction et l’assume fièrement. Elle unit les qualités\ndu féminin — douceur, écoute, intuition — à une posture assumée et magnétique. Elle ne doute pas d’elle, incarne un équilibre harmonieux entre\nle yin et le yang, et rayonne sans effort.",
        "predictive": "réussite, séduction, épanouissement, rayonnement personnel ou\nféminin, création (d’un projet, d’une idée, parfois d’un enfant)."
      },
      "negative": {
        "keywords": [
          "Surmenage",
          "Déconnexion",
          "Doute",
          "Don excessif"
        ],
        "interpretation": "On est stressée, a du mal à prendre sa place ou à recevoir. On donne beaucoup, parfois trop, sans réussir à se nourrir soi-même. On peut se perdre dans le mental, se couper de son intuition, et négliger ses propres besoins. L’impératrice incarne alors un désalignement entre son pouvoir intérieur et sa capacité à le faire vivre et l’assumer.",
        "predictive": "blocage créatif, fatigue émotionnelle, difficulté à s’affirmer ou à se faire rayonner ou image de l’autre femme, la “maitresse”."
      },
      "advice": {
        "keywords": [
          "Se donner",
          "Nourrir sa puissance",
          "Rayonner en douceur"
        ],
        "interpretation": "L’Impératrice invite à se reconnecter à sa puissance intérieure et à l’assumer pleinement. Elle encourage à prendre soin de soi autant que des autres, à revendiquer sa place sans force ni lutte, mais avec naturel et confiance. D’être une mère, mais aussi une femme. D’être une femme de mais aussi une business woman...",
        "practical": "donne-toi ce que tu offres aux autres, incarne ta puissance avec douceur et rayonnement."
      }
    }
  },
  "4": {
    "name": "L’EMPEREUR",
    "description": "Stabilité – Solidité – Autorité naturelle\nL’Empereur incarne une figure solide, ancrée, qui sait poser des cadres, sécuriser et prendre ses responsabilités. Il représente la force tranquille, le pilier, celui qui structure et bâtit. C’est le mec sur qui on peut compter, le bon mari ou père de famille. Confiant, responsable, il avance avec lucidité et maîtrise. Il agit selon ses valeurs, construit sur du concret et incarne une autorité légitime, fondée sur l’expérience et l’intégrité.",
    "meanings": {
      "positive": {
        "keywords": [
          "Ancrage",
          "Maîtrise",
          "Responsabilité"
        ],
        "interpretation": "Il représente la capacité à tenir son cadre, à bâtir sur des bases solides. Il parle de maturité, d’assurance, de leadership posé. Il incarne la force calme, le discernement, la clarté d’esprit et la stabilité émotionnelle. C’est aussi un\nprotecteur, un homme ou une énergie qui sécurise sans écraser, qui organise, soutient, porte des projets avec rigueur et constance.",
        "predictive": "avancement professionnel, structuration d’un projet, sécurité matérielle ou émotionnelle, figure d’autorité bienveillante, engagement durable, rencontre sérieuse."
      },
      "negative": {
        "keywords": [
          "Rigidité",
          "Autoritarisme",
          "(Hyper) Contrôle"
        ],
        "interpretation": "L’Empereur devient rigide, autoritaire, voire dominateur. Il peut se couper de ses émotions, chercher à tout contrôler, imposer son pouvoir plutôt que l’incarner. Il est trop dans le mental, trop dans le cadre, hyper critique. Il\npeut aussi symboliser une figure masculine pesante, un excès de rationalité ou une peur du lâcher-prise.",
        "predictive": "conflit avec une figure d’autorité, blocage administratif, sentiment d’étouffement, besoin de tout maîtriser, fermeture émotionnelle ou un mec qui a ces défauts"
      },
      "advice": {
        "keywords": [
          "Structurer",
          "S’ancrer",
          "Cadrer"
        ],
        "interpretation": "L’Empereur invite à prendre sa juste place, à assumer sa force intérieure, à poser un cadre clair et sécurisant – pour soi-même et pour les autres. Il encourage à s’appuyer sur ce que tu sais déjà, à prendre des décisions rationnelles et concrètes, à s’ancrer dans le réel, à poser les briques de son succès.",
        "practical": "poser ses limites, clarifier ses intentions, construire sur du solide et mettre ses projets dans la matière. La stabilité est une force."
      }
    }
  },
  "5": {
    "name": "LE PAPE",
    "description": "Transmission, bénédiction, protection\nComme la papesse, le pape incarne un sage, mais de fait de sa posture, il se met en position de transmission. Quand il parle, on l’écoute. Il prend sa place sereinement car il sait qu’il fait figure d’autorité dans son domaine. Il incarne avec confiance, fort de sa légitime, le rôle du sage ou du professeur. Il est l’archétype du guide, du mentor et du passeur de savoir. Il incarne la\ntransmission, la confiance, la sagesse bienveillante et la validation.",
    "meanings": {
      "positive": {
        "keywords": [
          "Transmission",
          "Protection",
          "Bénédiction"
        ],
        "interpretation": "Le Pape valide la légitimité et la capacité à prendre la parole pour défendre des idées, des idéaux, des enseignements. Sa présence dans un tirage peut aussi signifier que la situation est protégée, comme “validée”. Il incarne la bénédiction et favorise les signatures de contrat (job, appart) et les unions\n(mariage, parfois :)).",
        "predictive": "parole engagée et avisée, accompagnement fiable, signature\nd’un engagement, protection morale ou spirituelle, clarification de valeurs."
      },
      "negative": {
        "keywords": [
          "Manque de légitimité",
          "Dogme",
          "Rigidité"
        ],
        "interpretation": "Le projet que l’on attend ne se fait pas, n’est pas protégé ou béni. Le pape peut aussi symboliser quelqu’un qui est enfermé dans ses dogmes, rigide ou donneur de leçon ou la difficulté que l’on a à prendre sa place publiquement, à trouver sa légitimité. Voire, le fait que ce n’est pas encore le moment de prendre cette place ou qu’on n’y est pas autorisé",
        "predictive": "rigidité mentale ou morale, dépendance à une autorité extérieure, difficulté à trouver et à faire valoir sa propre voix."
      },
      "advice": {
        "keywords": [
          "Validation",
          "Prendre sa place",
          "Guider"
        ],
        "interpretation": "Le pape donne le go pour un projet, une association. Il “confirme” que les planètes sont alignées :) Il pousse à s’affirmer, à revendiquer ou à asseoir sa légitimité. A dire ce qu’on a sur le coeur parce qu’on le mérite. A prendre sa place de leader inspirant",
        "practical": "consulter un spécialiste ou chercher un mentor, poser un cadre éthique, prendre la parole, faire confiance à sa puissance."
      }
    }
  },
  "6": {
    "name": "L’AMOUREUX",
    "description": "Tiraillement – Désir – Choix du cœur\nL’Amoureux incarne le moment du choix, souvent entre deux directions de vie, deux élans, deux voix – celle du cœur et celle de la raison. Il symbolise le doute fertile, les grandes questions existentielles, les zones de flou avant un engagement profond.\nC’est aussi l’énergie du désir, de l’attirance, du lien à l’autre... mais surtout du lien à soi. Il parle d’un appel intérieur qui pousse à l’alignement.\nC’est l’ado qui hésite, le cœur qui balance, le besoin de se reconnecter à ce qui fait vraiment vibrer.",
    "meanings": {
      "positive": {
        "keywords": [
          "L’Appel du coeur",
          "Le Choix",
          "L’Intuition"
        ],
        "interpretation": "L’Amoureux parle d’un choix juste en connexion avec son authenticité. C’est l’écoute de son cœur, la capacité à se diriger vers ce qui fait vraiment sens, à\noser l’amour, l’envie, le lien. Il favorise les connexions sincères, les décisions inspirées, les rencontres significatives.",
        "predictive": "rencontre amoureuse, choix de cœur, décision alignée, engagement dans une voie authentique, reconnexion à soi, coup de foudre."
      },
      "negative": {
        "keywords": [
          "Doute",
          "Indécision",
          "Confusion"
        ],
        "interpretation": "Il parle de dispersion, de peur de trancher, le flou intérieur. On doute de soi, de ses envies, ou on se laisse influencer par l’extérieur. Il peut représenter un triangle amoureux, une instabilité affective ou une difficulté chronique à choisir.",
        "predictive": "triangle amoureux, instabilité, procrastination, choix reporté, dépendance affective, peur de l’engagement."
      },
      "advice": {
        "keywords": [
          "Ecouter son coeur",
          "Choisir en conscience",
          "Trancher"
        ],
        "interpretation": "L’Amoureux invite à se connecter ce qui vibre vraiment pour soi. Il demande de sortir de la confusion mentale pour écouter les véritables désirs\ndu coeur avec courage.",
        "practical": "il engage à écouter son coeur plutôt que sa raison, à remiser\nles peurs du mental pour s’aligner avec ses véritables besoins."
      }
    }
  },
  "7": {
    "name": "LE CHARIOT",
    "description": "Volonté – Mouvement – Victoire personnelle\nLe Chariot incarne la dynamique de l’élan, du passage à l’action, de la conquête. Il symbolise une personne qui reprend les rênes de sa vie, avance avec détermination, et affirme sa direction.\nC’est l’archétype du guerrier aligné : ancré dans sa volonté, conscient de ses forces, capable de canaliser ses énergies contraires pour avancer.\nIl parle d’un moment clé où il faut renoncer à l’inaction, même si l’on a toujours des doutes.",
    "meanings": {
      "positive": {
        "keywords": [
          "Prise de décision",
          "Elan",
          "Courage"
        ],
        "interpretation": "Le Chariot représente la capacité à avancer malgré les obstacles, à garder son cap avec maîtrise, même en cas d’hésitation. Il incarne quelqu’un qui sait ce qu’il veut, qui agit avec clarté, confiance et fermeté. Il symbolise aussi les victoires personnelles, les progrès concrets, les décisions tranchées.",
        "predictive": "succès, promotion, changement de dynamique, déménagement, voyage, passage à l’action décisif."
      },
      "negative": {
        "keywords": [
          "Précipitation",
          "Ralentissement",
          "Blocage"
        ],
        "interpretation": "Il peut représenter une fuite en avant, un excès de contrôle ou de volonté. Il suggère de ralentir ou de prendre une autre voie, de faire attention aux décisions hâtives. Il peut aussi question une déconnexion du ressenti, ou à un besoin excessif de tout maîtriser qui empêchent d’avancer.",
        "predictive": "échec, blocage, remise en question du chemin"
      },
      "advice": {
        "keywords": [
          "Canaliser",
          "Avancer",
          "Garder le cap"
        ],
        "interpretation": "Le Chariot invite à prendre les rênes de sa vie avec clarté. Il encourage à canaliser son énergie pour avancer avec détermination, sans se disperser.",
        "practical": "clarifier son objectif, garde son cap, avancer avec foi et fermeté. Ne pas se laisser emporter par l’urgence ou par le besoin de tout\ncontrôler. C’est une détermination alignée qui mène aux objectifs."
      }
    }
  },
  "8": {
    "name": "LA FORCE",
    "description": "Puissance intérieure – Maîtrise douce – Confiance en soi\nLa Force incarne le courage calme, la puissance contenue, la détermination tranquille. Elle symbolise une énergie de domination douce : on n’écrase pas, on canalise. C’est l’arcane de la confiance, de la maîtrise de soi, du dépassement — pas par la force brute, mais par la sagesse, l’ancrage et la patience. Elle évoque une personne qui apprivoise ses peurs, fait face à ses défis, et agit avec justesse, sans céder à la colère ou à l’impulsivité.",
    "meanings": {
      "positive": {
        "keywords": [
          "Confiance",
          "Courage",
          "Endurance"
        ],
        "interpretation": "La Force parle de maîtrise émotionnelle, d’assurance tranquille, de puissance intérieure. On garde le cap, on agit avec douceur mais fermeté, sans forcer. Elle symbolise aussi la capacité à persévérer, à s’accrocher, à faire preuve de calme dans l’adversité.\nC’est une énergie de leadership apaisé, de résilience élégante.",
        "predictive": "affirmation sereine, maîtrise de soi, épreuve surmontée,\ncourage tranquille, dépassement d’un blocage, puissance retrouvée."
      },
      "negative": {
        "keywords": [
          "Fatigue",
          "Colère",
          "Perte de contrôle"
        ],
        "interpretation": "Elle peut indiquer une perte de contrôle, l’impression qu’on ne va pas y arriver, un grand manque d’énergie. Elle peut évoquer du surmenage, de la colère rentrée ou explosive, ou un besoin de tout dominer par la force.\nElle révèle un déséquilibre entre le cœur et la volonté, entre le corps et l’esprit.",
        "predictive": "situation difficile à gérer, excès de contrôle, épuisement, impulsivité, blocage énergétique, colère refoulée ou mal exprimée"
      },
      "advice": {
        "keywords": [
          "Canaliser",
          "Apprivoiser",
          "Tenir bon"
        ],
        "interpretation": "La Force invite à faire appel à sa puissance intérieure, à ne pas forcer, mais à avancer avec calme et constance. Elle encourage à apprivoiser plutôt qu’à combattre, à agir avec assurance sans agressivité.\nElle rappelle que la vraie force est souvent silencieuse, stable et ancrée.",
        "practical": "c’est une invitation à garder son calme, à avancer avec\ndouceur, détermination et courage. A faire preuve de patience, de persévérance et d’équilibre."
      }
    }
  },
  "9": {
    "name": "L’ERMITE",
    "description": "Introspection – Retrait – Cheminement\nL’Ermite incarne le temps du recul, de la recherche de vérité, du recentrage. Il symbolise un moment de pause, de solitude choisie, nécessaire pour éclairer ses propres zones d’ombre. C’est l’arcane du sage qui recherche sa vérité intérieure, chercheur, de celui qui marche seul non pas par isolement, mais pour se reconnecter à lui-même.\nIl évoque une période de maturation, d’écoute profonde, de lenteur féconde.",
    "meanings": {
      "positive": {
        "keywords": [
          "Sagesse",
          "Recul",
          "Connexion à soi"
        ],
        "interpretation": "Il parle d’un besoin ou d’un choix de solitude bénéfique. Il invite à ralentir, à faire silence pour entendre sa voix intérieure et se connecter à sa sagesse. On prend du recul, on cherche du sens, on s’écoute avec honnêteté.\nC’est une énergie de maturité, d’ancrage, de lumière intérieure, même discrète.",
        "predictive": "besoin de calme, pause salutaire, phase d’introspection, lucidité retrouvée, quête de sens, solitude choisie."
      },
      "negative": {
        "keywords": [
          "Solitude",
          "Blocage",
          "Fatigue morale"
        ],
        "interpretation": "L’Ermite peut indiquer une solitude subie, un enfermement ou une perte de lien. Il peut aussi révéler une fatigue mentale ou une période de stagnation, où l’on doute de son chemin. Parfois, c’est une peur de demander de l’aide, ou une tendance à tout vouloir affronter seul, au risque de s’épuiser.",
        "predictive": "isolement pesant, blocage émotionnel ou situationnel, fatigue psychique, distance relationnelle, sensation de vide intérieur."
      },
      "advice": {
        "keywords": [
          "Écouter",
          "Recul",
          "Avancer à son rythme"
        ],
        "interpretation": "Il t’invite à ralentir, à faire le tri, à écouter ta voix pour trouver ta voie. Il rappelle que les réponses ne viennent pas toujours de l’extérieur, mais de l’intérieur — à condition de s’accorder du temps et de l’espace. Ce n’est pas une période d’agitation, mais d’introspection et de consolidation.",
        "practical": "faire le vide, créer du silence, partir seul s’il le faut. Prendre temps de réfléchir et apprécier le chemin lent, souvent plus riche qu’il n’y paraît."
      }
    }
  },
  "10": {
    "name": "LA ROUE DE FORTUNE",
    "description": "Changement – Mouvement – Tournant de vie\nLa Roue de Fortune incarne le mouvement perpétuel, les cycles, les tournants de l’existence. Elle symbolise un moment de transition, parfois inattendu, où les choses basculent, évoluent ou se dénouent. Un changement de destinée. Elle rappelle que rien n’est figé : tout bouge, tout se transforme. C’est l’arcane du destin en marche, du timing juste, des opportunités à saisir... ou à laisser passer.\nElle évoque les synchronicités, les retournements de situation, les coups de chance, mais aussi les sorties de zones de confort parfois nécessaires pour que quelque chose de nouveau émerge.",
    "meanings": {
      "positive": {
        "keywords": [
          "Évolution",
          "Opportunité",
          "Déclic"
        ],
        "interpretation": "La Roue de Fortune signale une phase d’évolution rapide, une ouverture, un tournant favorable. Les choses s’alignent, une dynamique se débloque, un\névénement vient remettre en question l’existant et transformer la destinée. Elle incite à suivre le mouvement avec souplesse.",
        "predictive": "coup de pouce du destin, changement positif, opportunité inattendue, tournant bénéfique, nouveau cycle."
      },
      "negative": {
        "keywords": [
          "Instabilité",
          "Répétitivité",
          "Résistance au changement"
        ],
        "interpretation": "Elle peut signaler une perte de repères, une impression de subir les événements, ou une instabilité difficile à vivre. Elle peut aussi révéler une résistance au changement, un attachement au passé, à l’établi.",
        "predictive": "schémas répétitifs, imprévu déstabilisant, bouleversement, instabilité, difficulté à accepter le mouvement."
      },
      "advice": {
        "keywords": [
          "S’adapter",
          "Suivre le courant",
          "Accueillir le changement"
        ],
        "interpretation": "La Roue de Fortune invite à accepter que tout évolue. Elle encourage à faire preuve de souplesse, à s’adapter plutôt qu’à résister, à se rendre disponible à ce que la vie propose.",
        "practical": "observer les mouvements, rester à l’écoute des synchronicités, saisir ce qui se présente. Accepter le changement comme moteur d’évolution. Se rendre disponible aux opportunités, même si elles prennent une forme inattendue."
      }
    }
  },
  "11": {
    "name": "LA JUSTICE",
    "description": "Clarté – Équilibre – Vérité intérieure\nLa Justice incarne l’alignement entre pensée, parole et action. Elle symbolise la justesse, la rigueur, la lucidité et la responsabilité.\nElle invite à regarder les choses en face, à trancher en conscience, à faire preuve d’honnêteté – envers soi-même comme envers les autres.\nC’est une énergie de vérité, de discernement et d’équilibre.",
    "meanings": {
      "positive": {
        "keywords": [
          "Intégrité",
          "Justice",
          "Cohérence"
        ],
        "interpretation": "La Justice évoque une décision juste, un choix aligné, une posture claire. Elle parle de lucidité, de cohérence, de maturité. On agit avec intégrité en accord avec sa propre vérité et l’on se rend justice. C’est aussi une énergie de régularisation, de contrat équilibré, de vérité qui rétablit les choses.",
        "predictive": "clarification d’une situation, verdict juste, reconnaissance officielle, équilibre restauré, décision alignée."
      },
      "negative": {
        "keywords": [
          "Rigidité",
          "Oubli de soi",
          "Injustice"
        ],
        "interpretation": "Ici, elle devient dure et inflexible, souvent avec elle-même et s’oublie dans\nson propre équilibre . Elle peut parler de jugements hâtifs, de manque de compassion ou d’exigences excessives. On peut être trop dur avec soi-même, ou se sentir jugé par les autres. Cela peut aussi révéler un déséquilibre : on se ment à soi-même ou on fuit une responsabilité.",
        "predictive": "blocage administratif, injustice, conflit juridique que l’on perd, autocritique sévère, perfectionnisme, désalignement."
      },
      "advice": {
        "keywords": [
          "Trancher",
          "S’aligner",
          "Assumer"
        ],
        "interpretation": "La Justice invite à faire le tri, à clarifier, à poser les choses noir sur blanc. Elle appelle à l’honnêteté, à la cohérence, à la responsabilité. Il est temps d’assumer ses choix, de dire sa vérité, de poser un cadre juste – ni trop dur, ni trop lâche.",
        "practical": "Se montrer tel que l’on est vraiment, l’affirmer et l’assumer. Ou comment s’aligner avec soi-même pour retrouver l’équilibre."
      }
    }
  },
  "12": {
    "name": "LE PENDU",
    "description": "Lâcher-prise – Suspension – Changement de regard\nLe Pendu incarne une phase de pause (ou de pénibilité) imposée ou choisie, un temps d’arrêt qui appelle à une transformation intérieure. Il symbolise une posture de recul, d’acceptation, de non-agir fécond.\nC’est l’arcane du lâcher-prise, du sacrifice conscient, de la nécessité de voir les choses autrement pour évoluer. Il invite à changer de perspective, à\nretourner une situation non pas par la force, mais par la conscience.\nIl évoque un moment où il ne sert à rien de forcer : ce qui compte se joue à l’intérieur, dans l’abandon d’un contrôle illusoire.",
    "meanings": {
      "positive": {
        "keywords": [
          "Détachement",
          "Patience",
          "Acceptation"
        ],
        "interpretation": "Le Pendu indique une phase inconfortable rendue plus confortable par un abandon volontaire. Bien intégré, il permet de trouver un peu de légèreté de changer de prisme, d’accéder à une vérité plus vaste. Ce temps de latence devient un espace de maturation, de clarté, de repositionnement intérieur.\nC’est l’opportunité de se libérer d’anciens schémas en cessant de résister.",
        "predictive": "phase de transition nécessaire à son évolution, lâcher-prise\nsalutaire."
      },
      "negative": {
        "keywords": [
          "Blocage",
          "Oppression",
          "Résistance passive"
        ],
        "interpretation": "Il peut signaler une paralysie, une sensation de stagnation ou de sacrifice subi. Il traduit un blocage émotionnel, une résignation ou une tendance à rester bloqué dans une situation. Il peut aussi évoquer une difficulté à lâcher, à renoncer à un attachement stérile.",
        "predictive": "immobilisme, sentiment d’impuissance ou d’oppression, besoin de sortir d’une situation, refus de transformation, position de victime."
      },
      "advice": {
        "keywords": [
          "Lâcher prise",
          "Changer de regard",
          "Accueillir l’attente"
        ],
        "interpretation": "Le Pendu invite à arrêter de lutter contre ce qui est. Il propose d’accueillir l’inconfort, de suspendre l’action pour permettre un retournement intérieur. Plutôt que de forcer une issue, il s’agit ici d’attendre, d’écouter, de laisser\némerger une nouvelle compréhension.",
        "practical": "accepter le ralentissement, cesser de résister, prendre de la hauteur. Laisser le temps faire son œuvre, et cultiver la confiance."
      }
    }
  },
  "13": {
    "name": "LA MORT (L’ARCANE SANS NOM)",
    "description": "Transformation – Fin de cycle – Renaissance\nLa Mort, ou l’Arcane sans nom, incarne une fin inévitable et nécessaire. Elle symbolise la clôture d’un cycle, la perte d’un repère, une mue profonde. Ce n’est pas la fin au sens fatal, mais la fin d’un état, d’une forme, d’un attachement devenu obsolète.\nC’est l’arcane de la transformation radicale, du dépouillement. Elle vient trancher ce qui n’a plus lieu d’être, parfois avec violence.\nElle évoque un passage, un moment de rupture ou de perte, qui annonce une régénération profonde. Rien ne renaît sans qu’une part de l’ancien ne meure.",
    "meanings": {
      "positive": {
        "keywords": [
          "Renaissance",
          "Libération",
          "Mutation"
        ],
        "interpretation": "La Mort représente un processus de transformation salutaire. Elle invite à tourner une page, à se débarrasser de ce qui est devenu trop lourd, trop vieux, trop rigide. Elle annonce un renouveau profond, une transformation intérieure puissante. Ce qui se termine ouvre la voie à une forme de vérité plus alignée.",
        "predictive": "fin d’un cycle, mue intérieure, rupture bénéfique, nettoyage radical, passage vers un état plus juste."
      },
      "negative": {
        "keywords": [
          "Résistance",
          "Deuil",
          "Peur de perdre"
        ],
        "interpretation": "Elle peut signaler une difficulté à laisser partir, une peur de l’inconnu. On n’est pas complètement prêt. Elle peut évoquer une perte douloureuse, un deuil non intégré, ou une transformation contre laquelle on lutte.",
        "predictive": "blocage dans une rupture, refus de lâcher, souffrance liée à une séparation, immobilisme face au changement."
      },
      "advice": {
        "keywords": [
          "Couper",
          "Nettoyer",
          "Accueillir la fin"
        ],
        "interpretation": "La Mort invite à accepter les fins, même lorsqu’elles dérangent. Elle enseigne qu’aucune croissance n’est possible sans dépouillement préalable. Il s’agit ici d’avoir le courage de trancher, de faire place nette, de mourir\nsymboliquement à un état pour renaître autrement.",
        "practical": "laisser partir ce qui doit s’éteindre, accepter l’inconfort de la\nperte, faire confiance à ce qui vient après."
      }
    }
  },
  "14": {
    "name": "LA TEMPÉRANCE",
    "description": "Équilibre – Harmonie – Fluidité\nLa Tempérance incarne la modération, l’art de composer avec justesse, de doser, d’harmoniser, de rendre les choses fluides. Elle symbolise un état d’équilibre retrouvé, une paix intérieure née du lien apaisé entre les contraires, d’une juste communication.\nC’est l’arcane de l’ajustement, de l’écoute subtile, des échanges souples. Elle enseigne que les choses avancent mieux quand elles sont accueillies avec\ndouceur, sans forcer. Elle évoque une circulation fluide, un mouvement de guérison ou de réconciliation, les nouvelles connexions.",
    "meanings": {
      "positive": {
        "keywords": [
          "Harmonie",
          "Echanges",
          "Apaisement"
        ],
        "interpretation": "La Tempérance représente une capacité à rééquilibrer ce qui était dissonant. Elle invite à faire preuve de diplomatie, à nouer ou à renouer les liens, à retrouver une juste mesure. Elle favorise les échanges et les collaborations.\nC’est une énergie de pacification, d’écoute, de soin.",
        "predictive": "rencontres fructueuses, communication de qualité, dialogue\nserein, énergie rééquilibrée, retour à soi."
      },
      "negative": {
        "keywords": [
          "Dispute",
          "Dilution",
          "Solitude"
        ],
        "interpretation": "Elle peut signaler une tendance à tout lisser au détriment de l’authenticité, refléter une forme d’attentisme, une difficulté à trancher ou à s’affirmer. Ou, à l’inverse, une rupture dans la communication, des disputes, une\ndifficulté à trouver sa place dans le groupe.",
        "predictive": "Conflit à venir, conflit évité mais non résolu, compromis\ninsatisfaisant, flou émotionnel."
      },
      "advice": {
        "keywords": [
          "Ajuster",
          "Accueillir",
          "Apaiser"
        ],
        "interpretation": "La Tempérance invite à prendre sa place dans le monde, à communiquer en douceur, à apaiser les tensions, à favoriser (et augmenter!) les échanges sereins. Elle encourage à créer du lien, à faire circuler ce qui a été bloqué.",
        "practical": "moduler, équilibrer, harmoniser. Trouver le bon dosage entre\naction et attente, présence et retrait."
      }
    }
  },
  "15": {
    "name": "LE DIABLE",
    "description": "Feu – Désir – Emprise\nLe Diable incarne l’énergie brute, les instincts, les désirs intenses, mais aussi les attachements, les dépendances et les illusions de contrôle. Il symbolise les pulsions non filtrées, la tentation, la force d’attraction... et ce qui, parfois, asservit.C’est l’arcane de l’excès, du pouvoir, de la séduction, mais aussi de la manipulation ou de l’emprise. Il met en lumière les chaînes, visibles ou invisibles, que l’on accepte ou que l’on nourrit inconsciemment. Il évoque une énergie puissante, ambivalente, qui peut aussi bien exalter qu’enfermer.",
    "meanings": {
      "positive": {
        "keywords": [
          "Énergie",
          "Charisme",
          "Intensité"
        ],
        "interpretation": "Il parle d’une force vitale intense, d’un désir affirmé, d’un pouvoir d’attraction assumé. Il peut symboliser une reconquête de son pouvoir, une\ncréativité débridée, une sexualité assumée, un rapport au corps libéré.",
        "predictive": "regain d’énergie, affirmation charismatique, audace,\nmagnétisme, vivre à 100%, plaisir retrouvé. Une rencontre sexy."
      },
      "negative": {
        "keywords": [
          "Emprise",
          "Dépendance",
          "Illusion"
        ],
        "interpretation": "Le Diable peut révéler une situation d’emprise, une addiction, ou un attachement toxique. Il évoque une perte de liberté au profit d’un désir ou d’une personne. Il peut également signaler des mécanismes d’auto-sabotage, de manipulation ou une tentation de contrôler ce qui ne peut l’être.",
        "predictive": "relation toxique, addiction, conflit de pouvoir, excès, perte de repères, illusion de maîtrise."
      },
      "advice": {
        "keywords": [
          "Prendre conscience",
          "Reprendre son pouvoir",
          "Cultiver son feu"
        ],
        "interpretation": "Le Diable invite à identifier ce qui enchaîne. Il demande de faire face à ses\ndésirs, ses zones d’ombre, ses attachements, non pour les fuir, mais pour en reprendre la maîtrise, se libérer des jeux de pouvoir, des dépendances ou des faux besoins.",
        "practical": "Cultiver son feu intérieur et ce qui le nourrit vraiment versus chercher à se nourrir à travers des addictions à des substances ou d’autres personnes. Observer ses impulsions sans jugement, les cultiver ou pas, sortir\nde l’illusion, reprendre le contrôle de soi."
      }
    }
  },
  "16": {
    "name": "LA MAISON DIEU",
    "description": "Effondrement – Libération – Reconstruction\nLa Maison Dieu incarne le choc, l’inattendu, l’écroulement d’un cadre trop rigide. Elle symbolise une rupture nécessaire : celle d’un système, d’un masque, d’un ego, d’une structure devenue obsolète.\nC’est l’arcane de la vérité qui frappe, de la crise qui libère, de la déconstruction salutaire. Ce qui s’effondre n’a plus lieu d’être — et sa chute\npermet un réalignement profond et augure une reconstruction.\nElle évoque un moment intense où l’on perd ses repères, mais où s’ouvre la possibilité d’un nouveau départ, plus vrai, plus ancré, plus vivant.",
    "meanings": {
      "positive": {
        "keywords": [
          "Destructuration nécessaire",
          "Déclic",
          "Libération"
        ],
        "interpretation": "La Maison Dieu permet une libération puissante. Elle vient casser une structure figée pour ouvrir de l’espace. Une vérité éclate, un carcan saute, une énergie contenue explose enfin. C’est une carte de vérité nue, de chute salutaire, de secousse qui délivre.",
        "predictive": "prise de conscience brutale et libératrice, effondrement nécessaire, déblocage radical, énergie remise en mouvement."
      },
      "negative": {
        "keywords": [
          "Choc",
          "Instabilité",
          "Perte de repères"
        ],
        "interpretation": "Elle peut signaler une crise violente, une rupture mal vécue, une perte de stabilité. Elle évoque une cassure soudaine, un effondrement inattendu, un ébranlement de l’ego. Elle peut aussi révéler un refus de voir ou de lâcher, qui rend la chute encore plus brutale.",
        "predictive": "tension explosive, événement déstabilisant, rupture non anticipée, effondrement intérieur, échec difficile à accepter."
      },
      "advice": {
        "keywords": [
          "Accepter la chute",
          "Revenir au réel",
          "Reconstruire"
        ],
        "interpretation": "La Maison Dieu invite à accueillir ce qui s’effondre ou ne fonctionne plus comme un signal. Elle enseigne que ce qui se brise ouvre souvent la voie à plus de vérité. Il ne s’agit pas de résister à la chute, mais de la traverser en conscience, d’en faire un tremplin plutôt qu’un drame.",
        "practical": "abandonner ce qui ne tient plus, lâcher les illusions, revenir à l’essentiel. Accepter de tomber pour mieux se relever sur un socle plus solide."
      }
    }
  },
  "17": {
    "name": "L’ÉTOILE",
    "description": "Flow – Destinée – Alignement\nL’Étoile incarne la foi tranquille, la confiance en la vie, un retour à la beauté de ce qui est déjà.\nC’est l’arcane de la guérison, de l’intuition paisible, du lien rétabli avec la nature, le corps, les rêves. Elle éclaire le chemin sans l’imposer, comme une\nboussole silencieuse.\nElle évoque une période de reconnexion, de foi retrouvée.",
    "meanings": {
      "positive": {
        "keywords": [
          "Espoir",
          "Guérison",
          "Inspiration"
        ],
        "interpretation": "L’Étoile évoque une accalmie, une clarté retrouvée, une sérénité profonde. Le fait d’être à la juste place, sur son chemin à soi. Elle annonce une période d’alignement subtil entre ce que l’on est et ce que l’on fait.\nC’est une énergie de paix, d’ouverture, de rayonnement naturel. Elle invite à suivre son intuition et à croire en la beauté du chemin.",
        "predictive": "période apaisée, confiance retrouvée, projet inspirant, intuition juste, reconnexion à soi, rencontre ou alliance bénite et protégée."
      },
      "negative": {
        "keywords": [
          "Doute",
          "Effort difficile",
          "Fragilité"
        ],
        "interpretation": "Elle peut signaler une perte de confiance, un oubli de sa propre lumière, ou une difficulté à croire que quelque chose de bon est possible. Elle peut aussi traduire une fragilité intérieure, un sentiment de vide ou de désorientation. L’impression que l’on fait beaucoup pour peu de résultat, que l’on n’est pas à la bonne place. Parfois, c’est “juste” la peur de se laisser guider sans repère concret.",
        "predictive": "manque de confiance, idéalisme flou, perte de vision, désalignement intérieur, découragement passager."
      },
      "advice": {
        "keywords": [
          "Se reconnecter",
          "Suivre la lumière",
          "Y croire"
        ],
        "interpretation": "L’Étoile invite à faire confiance, à se laisser guider par ce qui est là, vrai, simple. Elle enseigne que l’alignement ne se cherche pas, il se retrouve — dans le calme, dans l’écoute, dans le soin de soi.\nPlutôt que d’(hyper)agir, il s’agit ici de respirer, de se réaligner avec sa propre étoile et de faire confiance.",
        "practical": "ralentir, écouter l’intuition, cultiver la beauté dans le quotidien, se reconnecter à ce qui apaise et inspire. Suivre ce qui éclaire."
      }
    }
  },
  "18": {
    "name": "LA LUNE",
    "description": "Intuition – Profondeur – Monde intérieur\nLa Lune incarne le mystère, l’invisible, les profondeurs de l’inconscient. C’est l’arcane du rêve, de l’imaginaire, de la mémoire et de l’émotion. Elle\nsymbolise les zones floues, les choses cachées, les peurs anciennes, les cycles et les intuitions. La Lune parle d’un passage dans l’ombre, un moment où la clarté manque mais où la sensibilité, elle, est décuplée.",
    "meanings": {
      "positive": {
        "keywords": [
          "Gestation",
          "Créativité",
          "Réceptivité"
        ],
        "interpretation": "La Lune valorise les ressentis, l’imagination, la poésie, les perceptions subtiles. Elle ouvre les portes de l’inconscient, de la mémoire émotionnelle, de\nla création. Elle invite à écouter les rêves, à se relier à sa part intuitive, à explorer l’invisible plutôt que de chercher des réponses rationnelles. Elle encourage à faire grossir ses projets de façon organique, sans plan préconçu, guidé par la créativité",
        "predictive": "intuition puissante, rêves riches de sens, moment de créativité fertile, connexion au féminin, passage de transition intérieur, work in progress, grossesse ou gestation de projet."
      },
      "negative": {
        "keywords": [
          "Confusion",
          "Illusion",
          "Peurs"
        ],
        "interpretation": "Mal intégrée, La Lune peut évoquer une perte de repères, des illusions, des peurs irrationnelles ou des projections erronées. Elle peut indiquer que l’on\nvit dans un brouillard émotionnel, que l’on souffre psychologiquement ou qu’on se fait souffrir. C’est l’ombre de l’imaginaire : l’angoisse, le doute, la paranoïa.",
        "predictive": "confusion, dépression, rêve illusoire, hypersensibilité, difficulté à discerner la réalité, projet qui ne se concrétise pas."
      },
      "advice": {
        "keywords": [
          "Écouter ses rêves",
          "Traverser le flou",
          "Prendre le temps"
        ],
        "interpretation": "La Lune conseille de ne pas chercher à tout comprendre tout de suite, à ralentir. Elle invite à laisser le temps aux choses de se révéler. Elle suggère\nd’écouter ses ressentis, d’accueillir les émotions sans les juger, de prêter attention aux signes subtils. C’est une invitation à ralentir, à plonger dans son monde intérieur, à faire le travail psy.",
        "practical": "tenir un journal de rêves, créer (peindre, écrire, danser), faire une pause, consulter son intuition, éviter les décisions trop rapides."
      }
    }
  },
  "19": {
    "name": "LE SOLEIL",
    "description": "Lumière – Joie – Union\nLe Soleil incarne la lumière, la vitalité, la vérité partagée. C’est l’arcane de la joie, de l’éclat, de l’amour donné et reçu.\nIl évoque une période de clarté intérieure, de rayonnement extérieur, de liens sains et lumineux.\nC’est une énergie d’accomplissement, de spontanéité, de bonheur partagé.",
    "meanings": {
      "positive": {
        "keywords": [
          "Succès",
          "Reconnaissance",
          "Épanouissement"
        ],
        "interpretation": "Le Soleil annonce un moment d’alignement heureux et lumineux entre l’intérieur et l’extérieur. Les relations s’éclairent, les projets avancent, la confiance rayonne. On prend sa place au soleil, éclatante et sans complexe.\nC’est une carte d’unité, de bonheur partagé, de vitalité retrouvée.",
        "predictive": "succès éclatant, briller à deux, collaboration féconde, élan vital,\njoie partagée, reconnaissance sociale."
      },
      "negative": {
        "keywords": [
          "Superficialité",
          "Égo",
          "Faux",
          "semblant"
        ],
        "interpretation": "Il peut signaler une joie forcée ou une quête de reconnaissance extérieure guidée par l’égo. On peut être dans la comparaison, le besoin d’être vu ou approuvé, au détriment de sa vérité profonde.\nCela peut aussi refléter une relation déséquilibrée, ou une difficulté à exprimer pleinement sa lumière. L’impression d’être (mis) dans l’ombre.",
        "predictive": "fausse harmonie, manque d’authenticité, egotrip, impression d’être invisible\n."
      },
      "advice": {
        "keywords": [
          "Rayonner",
          "Authenticité",
          "Prendre sa place"
        ],
        "interpretation": "Le Soleil invite à se montrer tel que l’on est, et a prendre sa lumière, sans masque ni retenue. Il pousse à célébrer la vie, à nourrir les liens sincères, à faire briller sa vérité avec douceur et force. Il rappelle que la joie se cultive.",
        "practical": "dire ce que l’on ressent avec simplicité, oser être soi, cultiver la joie, s’entourer de personnes lumineuses, laisser rayonner sa vérité sans peur."
      }
    }
  },
  "20": {
    "name": "LE JUGEMENT",
    "description": "Réveil – Libération – Appel\nLe Jugement incarne un moment de révélation, de transformation, de passage vers un nouveau soi, une nouvelle vie.\nC’est l’arcane de l’éveil, de l’appel profond, du renouveau.\nIl marque souvent une étape de bascule, où l’on sort d’un ancien cycle pour\nen embrasser un nouveau, plus aligné.\nC’est une carte de libération, de pardon, de reconnexion à sa mission.",
    "meanings": {
      "positive": {
        "keywords": [
          "Déclic",
          "Renaissance",
          "Réalignement"
        ],
        "interpretation": "Le Jugement annonce un temps de compréhension, de clarification, de réveil intérieur. Quelque chose se met en lumière, une vérité émerge, un cycle s’achève, souvent concrètement. C’est le moment de répondre à l’appel de ce qui est juste, de faire peau neuve, de renaître à soi pour aller vers une vie plus heureuse. Il permet aussi de laisser derrière soi les poids du passé.",
        "predictive": "prise de conscience ou décision claire, nouvelle vie plus heureuse, bonne nouvelle, transformation libératrice, accouchement"
      },
      "negative": {
        "keywords": [
          "Mauvaise nouvelle",
          "Résistance",
          "Blocage"
        ],
        "interpretation": "Le Jugement inversé peut refléter une difficulté à entendre l’appel intérieur, un refus de tourner la page, une peur du changement. On peut rester bloqué dans le passé, prisonnier de jugements ou de regrets. Il peut aussi signaler un besoin de reconnaissance non entendu, ou une nouvelle vie qui tarde à arriver.",
        "predictive": "mauvaise nouvelle, bonne nouvelle différée nouvelle vie pas si cool que ça, retour non désiré, résistance au changement, peur d’évoluer"
      },
      "advice": {
        "keywords": [
          "Écouter l’appel",
          "Se libérer",
          "S’élever"
        ],
        "interpretation": "Le Jugement invite à se libérer des chaînes du passé pour embrasser une nouvelle réalité. Il appelle à écouter sa voix intérieure, à accueillir les révélations avec courage, à faire confiance au processus de transformation.\nC’est un moment pour assumer pleinement qui l’on est devenu.",
        "practical": "faire le tri entre l’ancien et le nouveau, pardonner et laisser le\npassé dans le passé, se dire oui, regarder le nouveau cycle optimiste."
      }
    }
  },
    "21": {
    "name": "LE MONDE",
    "description": "Accomplissement – Harmonie – Réalisation\nLe Monde incarne l’aboutissement, l’unité retrouvée, la plénitude. C’est l’arcane de la réussite profonde, de l’alignement total entre ce que l’on est, ce que l’on fait et ce qui nous entoure. Il marque la fin d’un cycle, non comme une clôture ou par rupture, mais comme une consécration. C’est une carte d’ouverture, de paix intérieure, de joie partagée — une célébration du chemin parcouru.",
    "meanings": {
      "positive": {
        "keywords": [
          "Réalisation",
          "Épanouissement",
          "Succès global"
        ],
        "interpretation": "Le Monde annonce une réussite pleine, fluide, féconde. C’est l’harmonie retrouvée après les épreuves, la sensation d’être à sa place, en lien juste avec le monde. Tout s’imbrique avec naturel : les projets aboutissent, les relations s’alignent, une étape est franchie avec succès. On peut enfin savourer — sans lutte, sans tension.",
        "predictive": "succès total, accomplissement, reconnaissance, trouver sa place dans le monde, voyage ou ouverture, sentiment d’unité, pleine réalisation."
      },
      "negative": {
        "keywords": [
          "Inachèvement",
          "Retard",
          "Manque de reconnaissance"
        ],
        "interpretation": "Il peut signaler une réussite retardée, une boucle qui ne se ferme pas tout à fait. Parfois, c’est la peur d’achever, de quitter un cycle connu, ou l’impression de ne pas être prêt à passer à autre chose. Il peut aussi parler de la difficulté de prendre sa place dans le monde ou d’un entourage non soutenant ou toxique.",
        "predictive": "étape non finalisée, projet bloqué ou reporté, peur de conclure, difficulté à prendre sa place dans le monde et à être reconnu à cette place."
      },
      "advice": {
        "keywords": [
          "Célébrer",
          "Intégrer",
          "Fermer un cycle"
        ],
        "interpretation": "Le Monde invite à honorer le chemin accompli, à célébrer ses victoires, même silencieuses. Il rappelle que l’accomplissement est un état intérieur, autant qu’un résultat visible. Il propose d’intégrer, d’élargir sa vision, de prendre plus de place et d’oser passer à l’étape suivante avec confiance.",
        "practical": "finaliser ce qui reste ouvert, voyager, prendre sa place sereinement."
      }
    }
  }
}